Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_vpc.boop[0] is tainted, so must be replaced
-/+ resource "aws_vpc" "boop" {
      ~ arn                              = "arn:aws:ec2:eu-west-1:259016875510:vpc/vpc-0949bd484f54943aa" -> (known after apply)
        assign_generated_ipv6_cidr_block = false
        cidr_block                       = "192.127.127.0/24"
      ~ default_network_acl_id           = "acl-03d12699ab6815a7f" -> (known after apply)
      ~ default_route_table_id           = "rtb-0718dbab400689daa" -> (known after apply)
      ~ default_security_group_id        = "sg-03a5c6b0c41779c65" -> (known after apply)
      ~ dhcp_options_id                  = "dopt-9a4edffc" -> (known after apply)
      ~ enable_classiclink               = false -> (known after apply)
      ~ enable_classiclink_dns_support   = false -> (known after apply)
      ~ enable_dns_hostnames             = false -> (known after apply)
        enable_dns_support               = true
      ~ id                               = "vpc-0949bd484f54943aa" -> (known after apply)
        instance_tenancy                 = "default"
      + ipv6_association_id              = (known after apply)
      + ipv6_cidr_block                  = (known after apply)
      ~ main_route_table_id              = "rtb-0718dbab400689daa" -> (known after apply)
      ~ owner_id                         = "259016875510" -> (known after apply)
      - tags                             = {} -> null
    }

Plan: 1 to add, 0 to change, 1 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](http://34.247.12.82/lock?id=bmtoml%252Fatlaaaaaaantis%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
